<template>
  <div class="privacystatement">
    <div class="title">隐私政策</div>
    <p class="indent mb">MOEN摩恩高度重视诚信、透明度和消费者的隐私，致力于与顾客在互信互利的基础上建立稳固持久的关系。本隐私政策设置了我们向您收集、或您向我们提供的将由我们处理的任何个人信息基本内容以及您拥有的管理自身信息和隐私的各种选择。请仔细阅读下文以便了解我们对您个人信息的观点、做法和我们如何处理这些信息的。通过使用当前平台（如下文定义），您接受并同意我们按本隐私政策中描述的做法。</p>
    <p>本隐私政策将帮助您了解以下内容：</p>
    <h5>1、 我们如何收集和使用您的个人信息</h5>
    <p class="indent">个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们将个人信息用于多种用途，例如：处理您的订单、邀请您参加我们的活动、向您发送相关营销信息等。我们仅会出于本声明所述的以下目的，收集和使用您的个人信息：</p>
    <p>（一）为您提供MOEN摩恩官方应用程序等平台上的网上购物服务</p>
    <p>1、业务功能一：注册账号。</p>
    <p class="mb">为完成创建账号，您需提供手机号码。</p>
    <p>2、业务功能二：在线下单、发送促销营销信息。</p>
    <p class="mb">为了订阅我们的简讯，您需提供以下信息：您的手机号码，以便我们向您提供关于MOEN摩恩的服务和产品的定期更新。</p>
    <p class="indent mb">您可根据本声明“第四部分”随时退订我们的简讯。与此同时，您与我们品牌的互动方式，可能向我们提供了关于您的各类兴趣和偏好的宝贵信息。这使我们得以有机会向您尽力提供最佳MOEN摩恩体验。我们使用各种信息(例如您的【位置、您之前的采购订单、您的产品评价、您的社交媒体账号、您使用的应用程序以及您是如何使用应用程序】) 分析您与我们的品牌的整体互动情况，以了解您和您的兴趣。我们会使用此类信息向您发送关于MOEN摩恩产品、活动和促销的个性化商业信息。我们也将使用您的经整合的信息，用以整合和创建关乎消费者如何使用我们的产品和体验我们的品牌的报告。具体而言：</p>
    <p class="mb">•渠道种类：我们会使用您向我们提供的联系信息，包括您的【电话号码或社交媒体账号我们会获得wx用户的头像和基本信息吗?】，向您发送我们个性化的营销资讯。若您无意接受特定渠道的资讯(例如短消息)，可随时根据本声明“第四部分”进行退订。</p>
    <p class="mb">• 资讯种类：我们发送给您的资讯是个性化定制的，贴合您的个人偏好和兴趣(如上文所述)。直接营销资讯可能包含与我们的产品和服务、活动或促销相关的广告资讯以及相关新闻。我们也可能使用各种渠道进行调研，以了解您在MOEN摩恩的体验。</p>
    <p class="indent mb">我们可能为完成或提高产品和服务质量而从第三方获得您授权共享的上述个人信息。我们平台中的服务可能使您能够为他人订购产品或服务。使用我们平台的其他用户也可能分享您的信息，包括个人信息，特别是在使用专为用户间信息分享而设计的服务时。除非信息权利主体提出相反的主张，该信息将如同您的个人信息依据本隐私政策处理。因此，请您谨慎考虑上述他人信息的分享。向我们主动分享前述信息的时候，我们视为您已经获得上述分享的授权。</p>
    <p>（二）为您提供【摩恩全国促销】会员服务</p>
    <p>1、业务功能一：注册会员账号</p>
    <p class="indent mb">在MOEN摩恩微信小程序注册即成为【摩恩全国促销】会员，您需提供以下信息：手机号码。</p>
    <p>2、 业务功能二：优惠码领取</p>
    <p class="indent mb">为领取【摩恩全国促销】会员优惠券，您需提供以下信息：手机号码或微信会员二维码。提请注意，在特定情况下(如您通过授权经销商或其他第三方运营的店铺或应用程序申请注册成为【摩恩全国促销】会员或享受会员服务的)，MOEN摩恩授权经销商或其他第三方将会与我们分享其收集的与您相关的所有个人信息和其他信息。</p>
    <p>（三）开展数据分析和研究，改善我们的服务，保障交易安全</p>
    <p class="indent mb">为了开展数据分析和研究并改善我们向您提供的服务，保障您免遭潜在的欺诈交易，当您与我们的品牌和应用程序互动，我们可能收集相关信息，以及您是如何使用该等品牌和应用程序的。此类信息包括：</p>
    <p>1、使用MOEN摩恩微信小程序：当您使用MOEN摩恩微信小程序时，我们可能收集您的openID、UnionID、浏览日期和时间、转引URL、在MOEN摩恩微信小程序、设备和微信相关信息(微信版本、操作系统等)。</p>
    <p class="indent mb">提请注意，您可能会在MOEN摩恩授权经销商运营的MOEN摩恩实体店铺购物，也可能会使用MOEN摩恩授权经销商或其他第三方运营的经授权的MOEN摩恩应用程序和服务，您使用该等经销商或第三方的、应用程序或服务须受该等授权经销商和第三方的服务条款及隐私声明约束，您需要索要并仔细阅读其条款。</p>
    <p class="indent mb">在适用法律允许的情况下，我们可以从第三方服务提供商和/或合作伙伴处获得您的额外信息，如人口统计数据或欺诈侦测信息，并将此类信息与我们所拥有的您的信息整合。例如，我们可以从服务供应商（身份验证服务）处获得背景调查信息结果（在必要时经您同意）或欺诈警告，用于防止欺诈和风险评估。我们可以通过合作伙伴获得您的信息以及您参与的MOEN摩恩相关活动信息，或您在合作伙伴广告网络的体验与互动信息。</p>
    <p class="indent mb">当我们打算将您的个人信息用于上述未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，我们会事先征求您的同意。</p>
    <p class="indent mb">您可以决定不提供以上需经您许可收集的信息，或要求删除之前提供的任何信息。但是，如果您这样做，您可能无法全部或部分获得、使用、购买我们产品或服务，还可能会影响您获得、使用、购买我们产品或服务的体验或者精准度，或者会影响我们相关应用程序的正常运行。</p>
    <p class="indent mb">如我们停止运营我们所有的小程序及相关服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或在首页公告的形式通知您，并对所持有的个人信息根据法律要求进行保护和处理。同时，我们有权根据适用的法律法规的要求，依法保留相关信息和记录的备份，其中可能会包含您的个人信息；但我们不承诺按照令您满意的方式保存、留档您在我们处提交、保存的任何个人数据或内容。</p>
    <h5>2、我们如何共享、转让、披露您的个人信息</h5>
    <p
      class="indent mb"
    >在受下列各段及在下列各段内所论述的披露规限下，我们将会使用各种安全技术和程序存储、保护您的个人信息，并防止其被未经授权的访问、使用、复制和泄露。我们不会向任何其他方披露或出售有关您的任何信息，但如属以下情况则除外：</p>
    <p>（一）共享</p>
    <p>1、征得您的同意</p>
    <p class="indent mb">经您同意，我们可以按照您在同意时的指示分享您的信息（包括个人信息），如当您授权第三方应用软件访问您的会员账户时，或当您参与由MOEN摩恩合作伙伴或第三方开展的推广活动时。</p>
    <p>2、遵守法律，回应法律要求，防止伤害以及保护我们的权利</p>
    <p>1）根据法律或法律程序要求作出的披露或出售；</p>
    <p>2）根据执法机构或其他政府官员规定作出的披露或出售；</p>
    <p>3）为防止对我们的权利或财产或者我们的使用者或其他人士的权利或财产构成的实质损害、财务损失或伤害或干扰；或在与调查涉嫌或实际非法活动相关的情况下，我们相信属有必要或适当的披露；</p>
    <p>4）我们合理地相信您已使用来自平台的信息，藉以作出非法行为或可能危害公众健康及/或安全的行为；及/或5）我们相信法律基于诚实信用原则要求作该等披露。</p>
    <p>3、与关联公司分享</p>
    <p class="indent mb">我们亦可在全球的MOEN摩恩的关联公司分享您的个人信息，以共同进行您可能感兴趣的产品、服务或活动事项的市场推广及宣传，帮助我们通过大数据分析等途径分析、了解使用者的需求，设计新的商业模式，评估和改进我们的服务，提升用户体验等。为此目的，您的个人信息可能会被传输至香港特别行政区、法国。任何个人信息移转应受保密及安全责任规限。</p>
    <p>4、与服务供应商共享</p>
    <p class="indent mb">
      仅为实现本隐私政策中说明的目的，我们聘用各类服务供应商代为处理数据。我们可能会与服务供应商共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的服务供应商无权将共享的个人信息用于任何其他用途。我们的服务供应商代表我们使用您的信息，并受到数据处理所需遵守的严格规则的约束。我们的服务供应商仅可根据MOEN摩恩的指示使用信息，除此之外的任何行为，均属严格禁止之列。
      目前，我们的服务供应商包括以下两大类型：
    </p>
    <p>1）广告、分析服务类的服务供应商。</p>
    <p>2）其他类型服务供应商。我们将信息发送给在全球范围内支持我们业务的其他类型服务提供商(例如服务器托管公司、付款服务供应商和信用评级公司)，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</p>
    <p>（二）转让</p>
    <p class="indent mb">我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
    <p>1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</p>
    <p>2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
    <h5>3、 我们如何保护您的个人信息</h5>
    <p class="indent mb">保障您的信息乃我们首要关注的事项。我们会将我们收集的信息储存在已采取安全措施的服务器，并以其他方式采取合理预防措施以保障您的个人信息，包括但不限于：</p>
    <p>（一）我们将会使用各种组织措施及安全技术和程序存储、保护您的个人信息，并防止其被未经授权的访问、使用、复制和泄露。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识；</p>
    <p>（二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本声明所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
    <p>（三）我们将定期更新安全风险、个人信息安全影响评估等报告的有关内容 。</p>
    <p class="indent mb">然而，我们不能保证及不作出声明表示我们的信息安全水平符合或超出任何特定标准。互联网上的信息传送是无法保证绝对安全或绝无差错的，而且也无法保证储存的信息数据乃毫无漏洞的。我们不能保证我们数据库或服务的安全性，且我们亦不能保证您提供的信息不会在通过互联网传送给我们时被中途截取。我们对第三方的行动概不负责。</p>
    <p class="indent mb">您应当重视您的个人信息的保护，您如果发现您的个人信息已经被泄露或者存在被泄露的可能，且有可能会危及您在有关的账户安全，或者可能会给您造成其他损失的，您务必在第一时间通知我们，以便我们采取相应的措施确保您的账户安全，防止损失的发生或者进一步扩大；否则，我们无须向您赔偿由此产生或与之相关的任何及全部损失。</p>
    <p class="indent mb">
      在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
      同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </p>
    <h5>4、 您如何管理您的个人信息</h5>
    <p class="indent mb">如果您选择同意提供给我们您的个人信息，我们将按照中国相关的法律、法规、标准，保障您对自己的个人信息行使以下权利：</p>
    <p>（一）您的权利</p>
    <p>1、访问您的个人信息：您可自行进入个人账户界面，访问或编辑您账户中的个人信息资料、更改您的密码、添加安全信息等。</p>
    <p>2、更正您的个人信息：当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。</p>
    <p>3、删除您的个人信息：在以下情形中，您可以向我们提出删除个人信息的请求：</p>
    <p>• 如果我们处理个人信息的行为违反法律法规；</p>
    <p>• 如果我们在未征得您同意的情况下收集、使用您的个人信息；</p>
    <p>• 如果我们处理个人信息的行为违反本政策；</p>
    <p>• 如果您不再使用我们的产品或服务，或您注销了账号；</p>
    <p>• 如果我们不再为您提供产品或服务。</p>
    <p class="indent mb">若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的第三方，要求其及时删除，除非法律法规另有规定，或其已获得您的独立授权。</p>
    <p class="indent mb">当您从我们的服务中删除个人信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
    <p class="indent mb">若部分信息因需留存备查等原因不能完全删除时，我们将对此部分信息进行匿名化处理，使之不能再特定到个人。</p>
    <p>4、改变您授权同意的范围：每个业务功能需要一些基本的个人信息才能得以完成，对于额外收集的个人信息的收集和使用，您可以与我们的客服联系给予或收回您的授权同意。您可以改变您授权我们收集、使用个人信息的范围或撤回您的授权。</p>
    <p class="indent mb">当您撤回授权同意后，我们将不再处理相应的个人信息。但您撤回授权同意的决定，不会影响此前基于您的授权而开展的个人信息处理活动。如果您不想接受我们给您发送的营销资讯，您随时可以取消。我们的所有营销资讯均内含供您选择日后不再接收资讯的简便方法，例如您可退订的链接。</p>
    <p>5、个人信息主体注销账户</p>
    <p class="indent mb">您随时可注销已注册的账户，在注销账户之后，我们将停止为您提供产品或服务，您的个人信息会保持不可被检索、访问或者被匿名化的状态，法律法规或行政规章、政府规范性文件另有规定的除外。</p>
    <p class="indent mb">我们在此提醒您，请您谨慎选择注销账号，因为注销账户会影响您正常使用我们的产品或服务或者会给您后续使用我们的产品或服务带来诸多不便，您的账户一旦被注销将不可恢复，请您在操作之前自行备份账户相关的所有信息和数据。因您申请注销账户对您造成的不利影响，我们不承担任何责任。</p>
    <p>6、响应您的上述请求</p>
    <p class="indent mb">为保障账户安全，我们可能会先要求您验证自己的身份，然后再处理您的请求。我们还可能提示您需要满足一定条件才能注销账户。虽然我们不会设置不合理的条件来阻止您注销账户，但如果注销账户将会影响您或他人的合法权益，例如您有已付费而未到期的服务等，则我们会结合您对我们的产品和服务的使用情况来判断并告知是否支持您的注销请求。</p>
    <p>您可以通过以下途径向我们提交上述权利请求：</p>
    <p>-各平台的在线客服</p>
    <p>-向我们发送邮件（Email：【】）</p>
    <p>- 拨打服务热线（Tel：【】）。我们将在验证您的身份后及时或按照相应法规要求的期限内做出答复。</p>
    <p class="indent mb">请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、会给他人合法权益带来风险或者非常不切实际的请求，我们有权予以拒绝。</p>
    <p>5、我们隐私政策的更新</p>
    <p class="indent mb">我们会定期评估我们的隐私政策，以确保其正确无误、清晰可辨，其中包含必备内容并在实际操作中得以彻底贯彻，且符合信息保护的原则和法律规定。本隐私政策可能不时变更，以适应业务的最新进展和机遇、遵循法律规定。</p>
    <p class="indent mb">
      未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。对本声明所做的任何变更将在相关应用程序予以公布，并在公布之日起生效。请您定期查阅本隐私政策内容，及时了解有关变更。如您在变更生效后继续使用我们的服务即表示您完全接受这些变更。
      对于重大变更，我们还会提供更为显著的通知（例如我们会在您使用我们的相关应用程序时直接向您推送相关通知，说明隐私政策的具体变更内容）。
    </p>
    <p>所指的重大变更包括但不限于：</p>
    <p>1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
    <p>2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</p>
    <p>3、个人信息共享、转让或公开披露的主要对象发生变化；</p>
    <p>4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
    <p>5、我们负责处理个人信息安全部门的联络方式及投诉渠道发生变化时；</p>
    <p>6、个人信息安全影响评估报告表明存在高风险时。</p>
    <h5>6、如何联系我们</h5>
    <p>如您对本隐私政策内容有任何疑问、意见或建议，想要改变您授权我们收集、使用个人信息的范围，或终止您的授权，您可以通过以下方式与我们联系：</p>
    <p>-公司名称：MOEN摩恩贸易(上海 )有限公司</p>
    <p>-常用办公地址：xxx</p>
    <p>-个人信息保护联系方式 ：xxx</p>
    <p>-邮件：【】；</p>
    <p>-电话：【】</p>
    <p class="indent mb">
      我们将妥善受理您的意见或建议，一般在十五（15）天内向您反馈处理意见或结果。
      如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以通过向消费者协会投诉以获取解决方案。
    </p>
    <h5>请在使用我们的产品或服务前，仔细阅读并了解本隐私政策。如果您对相关选项进行了勾选并选择使用我们的服务，即意味着您完全理解本隐私政策的全部内容，并同意MOEN摩恩根据本隐私声明收集、使用、储存和分享您的个人信息。</h5>
  </div>
</template>
<script>
export default {};
</script>
<style lang="less" scoped>
.privacystatement {
  padding: 32rpx;
  font-size: 30rpx;
  .title {
    text-align: center;
    font-size: 40rpx;
    margin-bottom: 28rpx;
  }
  h5 {
    color: #000;
    font-weight: bold;
  }
  p{
      line-height: 40rpx;
  }
  .indent {
    text-indent: 2em;
  }
  .mb{
      margin-bottom: 20rpx;
  }
}
</style>

